Repository: C14L/dtr4
Catalog: dtr4/locale/*/LC_MESSAGES/django.po
Languages: es

source: friends only
es: sólo amigos

source: serious relationship
es: relación seria

source: casual dating
es: citas casuales

source: passion
es: pasión

source: casual sex
es: sexo casual

source: not sure yet
es: todavía no sé

source: marriage
es: matrimonio

source: man who likes women
es: hombre interesado en mujeres

source: man who likes men
es: hombre interesado en hombres

source: woman who likes men
es: mujer interesada en hombres

source: woman who likes women
es: mujer interesada en mujeres

source: other
es: otro

source: men who like women
es: hombres interesados en mujeres

source: men who like men
es: hombres interesados en hombres

source: women who like men
es: mujeres interesadas en hombres

source: women who like women
es: mujeres interesadas en mujeres

source: others
es: otros

source: man
es: hombre

source: woman
es: mujer

source: he
es: el

source: she
es: ella

source: they
es: ellos

source: his
es: su

source: her
es: su

source: their
es: su

source: black
es: negro

source: blue
es: azul

source: brown
es: marrón

source: green
es: verde

source: grey
es: gris

source: hazel
es: avellano

source: blonde
es: rubio

source: brunette
es: rubio oscuro

source: red
es: rojo

source: white
es: blanco

source: bald
es: calvo

source: divorced
es: divorciado

source: married
es: casado

source: separated
es: separado

source: single
es: soltero

source: widowed
es: viudo

source: open relationship
es: relación abierta

source: poly relationship
es: relación poli

source: yes, they live with me
es: sí, viven conmigo

source: yes, but they do not live with me
es: sí, pero no viven conmigo

source: yes, definitely
es: sí, definitivamente

source: yes, I think so
es: creo que sí

source: not sure
es: no estoy seguro

source: probably not
es: tal vez no

source: no, definitely not
es: no, definitivamente

source: heavy smoker
es: fumo mucho

source: regular smoker
es: fumo regularmente

source: rarely smoke
es: fumo solo a veces

source: only socially
es: solo cuando estoy con amigos

source: trying to quit
es: intentando dejar de fumar

source: non smoker
es: no fumo

source: never-ever
es: nunca jamás

source: daily
es: a diario

source: very often
es: mucho

source: rarely
es: raras veces

source: mostly never
es: casi nunca

source: never had a serious relationship
es: nunca tuve una relación seria

source: only for some months
es: solo algunos meses

source: more than a year
es: mas de un año

source: more than three years
es: mas de tres años

source: more than five years
es: mas de cinco años

source: more than seven years
es: mas de siete años

source: more than nine years
es: mas de nueve años

source: gorgeous
es: extremadamente atractivo

source: very attractive
es: muy atractivo

source: attractive
es: atractivo

source: average
es: promedio

source: below average
es: no muy atractivo

source: awfull
es: terrible

source: mostly bones
es: sólo huesos

source: slim
es: delgado

source: good curves
es: algunas curvas

source: overweight
es: gordito

source: some muscles
es: musuloso

source: only muscles
es: sólo mùsculos

source: muscles
es: musculoso

source: very fit
es: muy en forma

source: fit
es: en forma

source: a little lazy
es: debería de moverme mas

source: very lazy
es: nunca me muevo

source: daily doing sports
es: practico deportes diariamente

source: do sports regularly
es: practico deportes regularmente

source: sometimes do sports
es: a veces hago deportes

source: only watch sports
es: sólo veo deportes en la tele

source: not religious
es: no religioso

source: atheist
es: ateísmo

source: agnostic
es: agnóstico

source: christian: roman catholic
es: cristiano: Católico Romano

source: christian: protestant
es: cristiano: Protestante

source: christian: other
es: cristiano: Otro

source: islam
es: islám

source: jewish
es: judio

source: buddhism
es: budismo

source: hinduism
es: hinduismo

source: sikhism
es: sikhismo

source: shinto
es: shintoismo

source: confucianism
es: confucianismo

source: taoism
es: taoismo

source: jainism
es: jainismo

source: zoroastrianism
es: zoroastrianismo

source: rastafarian
es: rastafariano

source: spiritualist
es: espeíritualismo

source: indigenous animism
es: animismo indígena

source: my own religious beliefs
es: mis propias creencias religiosas

source: other religious belief
es: otras creencias religiosas

source: very serious
es: muy serio

source: somewhat serious
es: algo serio

source: not serious
es: no muy serio

source: do not care at all
es: no me importa

source: some high school
es: secundaria

source: high school graduated
es: preparatoria

source: some college
es: diplomado empezado

source: college graduated
es: diplomado graduado

source: some university
es: universidad empezado

source: university graduate
es: universidad graduado

source: master program graduate
es: maestría

source: doctorate
es: doctorado

source: taurus
es: tauro

source: gemini
es: gémini

source: cancer
es: cáncer

source: scorpio
es: escorpión

source: sagittarius
es: sagitario

source: capricorn
es: capricornio

source: aquarius
es: acuario

source: pisces
es: piscis

source: rat
es: rata

source: ox
es: buey

source: tiger
es: tigre

source: rabbit
es: conejo

source: dragon
es: dragón

source: snake
es: serpiente

source: horse
es: caballo

source: goat
es: cabra

source: monkey
es: mono

source: rooster
es: gallo

source: dog
es: perro

source: pig
es: cerdo

source: anything
es: cualquier cosa

source: balanced
es: balanceado

source: lots of meat
es: muchas carnes

source: mostly vegetarian
es: principalmente vegetariano

source: strictly vegetarian
es: estríctamente vegetariano

source: mostly vegan
es: principalmente vegano

source: strictly vegan
es: estríctamente vegano

source: mostly kosher/halal
es: principalmente kosher/halal

source: strictly kosher/halal
es: estríctamente kosher/halal

source: administration
es: administración

source: art
es: artes

source: banking
es: banca

source: construction
es: construcción

source: education
es: educación

source: engineering
es: ingeniería

source: entertainment
es: entretenimiento

source: government
es: gobierno

source: hospitality
es: hotelería

source: law
es: leyes

source: medicine
es: medicina

source: marketing
es: mercadotecnia

source: military
es: militar

source: finance
es: finanzas

source: management
es: gerencia

source: music
es: música

source: politics
es: política

source: sales
es: ventas

source: science
es: ciencias

source: technology
es: tecnología

source: transportation
es: transporte

source: writing
es: escritor
